[
  {
    "id": 1,
    "title": "GRAND SEA VILLAS, croatia",
    "description": "Situated within the prestigious Kempinski Hotel Adriatic resort in Savudrija, Croatia, these four luxury villas offer breathtaking panoramic views of the Adriatic Sea and private pools. Each villa spans 1,000 square meters and is just steps from the beach, featuring exquisitely renovated interiors by renowned brands such as Minotti, Poliform, and Dedon.",
    "sliderImages": [
      "project_1/1.jpg",
      "project_1/2.jpg",
      "project_1/3.jpg",
      "project_1/4.jpg",
      "project_1/5.jpg",
      "project_1/6.jpg",
      "project_1/7.jpg",
      "project_1/8.jpg"
    ],
    "image": "project_1/project_1_image.png"
  },
  {
    "id": 2,
    "title": "LUXURY VILLAS, MALLORCA",
    "description": "This redevelopment project involves transforming three expansive luxury villas in one of Mallorca's most prestigious, sought-after locations. Each villa spans over 1,000 square meters, offering the perfect blend of space and sophistication. Two villas have already been completed, with the third scheduled for 2027.",
    "sliderImages": [
      "project_2/1.jpg",
      "project_2/2.jpg",
      "project_2/3.jpg",
      "project_2/4.jpg",
      "project_2/5.jpg",
      "project_2/6.jpg",
      "project_2/7.jpg",
      "project_2/8.jpg"
    ],
    "image": "project_2/project_2_image.png"
  },
  {
    "id": 3,
    "title": "MOLO LIPNO RESIDENCE, czech republic",
    "description": "Molo Lipno, a luxury destination on the serene shores of Lipno Lake in the Czech Republic, offers 100 exquisite lakeside apartments and penthouses with stunning views and direct access to the natural beauty of Šumava National Park. The resort features a 120-meter pier, and a 5-star hotel is set to debut by 2028. Recently, Molo Lipno was honored with the 'Best Large-Scale Residential Project' award at the prestigious Best of Realty Awards.",
    "sliderImages": [
      "project_3/1.jpg",
      "project_3/2.jpg",
      "project_3/3.jpg",
      "project_3/4.jpg",
      "project_3/5.jpg",
      "project_3/6.jpg",
      "project_3/7.jpg",
      "project_3/8.jpg"
    ],
    "image": "project_3/project_3_image.png"
  }
]
